{
  "cls_token": "[CLS]",
  "do_basic_tokenize": true,
  "do_lower_case": true,
  "mask_token": "[MASK]",
  "model_max_length": 1000000000000000019884624838656,
  "name_or_path": "/content/drive/MyDrive/Capstone",
  "never_split": null,
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "special_tokens_map_file": "/root/.cache/huggingface/hub/models--azizp128--bert-emotion-prediction/snapshots/8d61d73773d96a653c886f2de8cdd0c6bbb443fd/special_tokens_map.json",
  "strip_accents": null,
  "tokenize_chinese_chars": true,
  "tokenizer_class": "BertTokenizer",
  "unk_token": "[UNK]"
}
